IDEA Open Model
LineSupportSegment.FlexibleStiffnessY Property
Compatible with IDEA StatiCa Beta 20.0
 Support stiffness Y dirrection
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double FlexibleStiffnessY { get; set; }
Public Property FlexibleStiffnessY As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
LineSupportSegment Class
IdeaRS.OpenModel.Model Namespace